Repository: sirulli/yoimages
Catalog: inc/yoimages-commons/languages/yoimg-*.po
Languages: it_it

source: [title]
it_it: [titolo]

source: [type]
it_it: [tipo_post]

source: [site_name]
it_it: [nome_sito]

source: [categories]
it_it: [categorie]

source: Edit crop formats
it_it: Modifica i crop

source: YoImages settings
it_it: Impostazioni di YoImages

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi sufficienti per accedere a questa pagina

source: Crop settings
it_it: Ritaglio (Crop)

source: Enable
it_it: Abilitato

source: Crop qualities
it_it: Qualità del crop

source: SEO for images
it_it: SEO per le immagini

source: Change image title
it_it: Attiva la sostituzione del titolo dell'immagine

source: Image title expression
it_it: Composizione del titolo dell'immagine

source: Change image alt attribute
it_it: Attiva sostituzione del campo alt dell'immagine

source: Image alt expression
it_it: Composizione dell'alt dell'immagine

source: Change image file name
it_it: Attiva la sostituzione del nome file dell'immagine

source: Image file name expression
it_it: Composizione del nome file dell'immagine

source: Enter your cropping settings here below
it_it: Modifica qui le impostazioni di crop

source: Enter your images SEO settings here below
it_it: Modifica qui le impostazioni SEO per le immagini

source: Supported expressions:
it_it: Espressioni supportate

source: If checked cropping is active
it_it: se flaggato il crop è abilitato

source: Comma separated list of crop quality values (100 best to 50 medium)
it_it: Indica con valori separati da virgola la qualità di compressione (da 100 migliore a 50 media)

source: If checked title will be replaced with the expression here below
it_it: se flaggato il titolo dell'immagine viene sostituito come indicato nel campo successivo

source: expression used to replace the title, accepted values are:
it_it: espressione usata per popolare il campo titolo, i valori accettati sono:

source: If checked alt will be replaced with the expression here below
it_it: se flaggato l'alt dell'immagine viene sostituito come indicato nel campo successivo

source: expression used to replace the alt, accepted values are:
it_it: espressione usata per popolare il campo alt, i valori accettati sono:

source: If checked the filename will be replaced with the expression here below
it_it: se flaggato il nome file dell'immagine viene sostituito come indicato nel campo successivo

source: expression used to replace the filename, accepted values are:
it_it: espressione usata per popolare il nome file, i valori accettati sono:

source: Crop qualities value is not valid, using default:
it_it: I valori indicati per la qualità non sono validi, verranno usati quelli di default

source: title expression is not valid, using default:
it_it: l'espressione usata per popolare il titolo non è valida, verrà usata quella di default:

source: alt expression is not valid, using default:
it_it: l'espressione usata per popolare l'alt non è valida, verrà usata quella di default:

source: filename expression is not valid, using default:
it_it: l'espressione usata per popolare il nome file non è valida, verrà usata quella di default:

source: Close
it_it: Chiudi

source: Edit crop formats from full image
it_it: Modifica i formati di crop dall'originale

source: Current
it_it: Attuale

source: This crop is smaller (%1$sx%2$s) than expected (%3$sx%4$s), you may replace the original image for this crop format using the replace button here below and then cropping it
it_it: Questo crop è più piccolo (%1$sx%2$s) di quello che serve (%3$sx%4$s), prova a sostituire l'immagine originale cliccando sul bottone sostituisci qui sotto

source: Crop cannot be generated because original image is too small, you may replace the original image for this crop format using the replace button here below
it_it: Non è stato possibile generare il crop perché l'immagine originale è troppo piccola, verrà usata l'immagine nelle sue dimensioni attuali, ti consigliamo di sostituire l'immagine originale cliccando sul bottone sostituisci qui sotto

source: Crop not generated yet, use the crop button here below to generate it
it_it: Il crop non è ancora stato generato, usa il bottone crop qui sotto per generarlo

source: Crop preview
it_it: Anteprima del crop

source: Replace image source for
it_it: Sostituisci l'immagine per

source: Replace
it_it: Sostituisci

source: Restore original image source for
it_it: Ripristina l'immagine per

source: Restore
it_it: Ripristina

source: Crop quality
it_it: Qualità del crop

source: Image sizes are defined by the current theme
it_it: Il tema in uso imposta le dimensioni

source: The sizes listed below are the crop and resize formats defined by
it_it: Le dimensioni qui sotto sono i crop e i resize impostati dal tema

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Max Width
it_it: Larghezza massima

source: Max Height
it_it: Altezza massima

source: Resized
it_it: Ridimensionato

source: this image format contains only a part of the original image, it has fixed width and height so that the image ratio is fixed too, e.g. thumbnail in listings are cropped
it_it: Il formato di questa immagine contiene solo una parte dell'immagine originale che è stata ritagliata e ha larghezza e altezza fisse così che anche il rapporto sia fisso, per esempio di solito le thumbnail nei listati sono croppate

source: Resized image
it_it: Immagine ridimensionata

source: this image format is not cropped but instead it is resized to fit the maximum available space, either in width or height, therefore this image ratio is not fixed
it_it: Il formato di questa immagine non è croppato ma ridimensionato per adattarsi al massimo allo spazio disponibile, o in larghezza o in altezza, perciò il rapporto di questa immagine non è fisso

source: doesn't define any additional image size using the standard Wordpress functions (<a href="http://codex.wordpress.org/Function_Reference/add_image_size" target="_blank">add_image_size</a> and <a href="http://codex.wordpress.org/Function_Reference/set_post_thumbnail_size" target="_blank">set_post_thumbnail_size</a>)
it_it: Non vengono definite altre misure di crop delle immagini usando la funziona standard di Wordpress (<a href="http://codex.wordpress.org/Function_Reference/add_image_size" target="_blank">aggiungere misure di crop per le immagini</a> e <a href="http://codex.wordpress.org/Function_Reference/set_post_thumbnail_size" target="_blank">imposta le dimensioni della miniatura</a>)
